var quizList = [{
    Q: '"山核桃"是临安旧三宝之一，属于',
    O1: "A. 常绿乔木",
    O2: "B. 落叶乔木",
    O3: "C. 常绿灌木",
    O4: "D. 落叶灌木",
    A: "1"
},
{
    Q: "下列属于被子植物的是",
    O1: "A. 银杏",
    O2: "B. 金钱松",
    O3: "C. 杜鹃",
    O4: "D. 水杉",
    A: "2"
},
{
    Q: "柳杉作为第三纪孑遗植物，是现存杉科植物中最原始的类群。以下对其描述正确的是",
    O1: "A. 常绿乔木，叶钻形，在枝上螺旋状排列",
    O2: "B. 常绿乔木，叶革质，倒卵状椭圆形或倒卵状披针形",
    O3: "C. 落叶乔木，小枝对生，下垂，叶线形，对生",
    O4: "D. 落叶乔木，叶片长椭圆形或矩圆状卵形，顶端渐尖，基部近圆形，边缘有不规则的锯齿",
    A: "0"
},
{
    Q: '被誉为"行道树之王"是',
    O1: "A. 七叶树",
    O2: "B. 悬铃木",
    O3: "C. 银杏",
    O4: "D. 鹅掌楸",
    A: "1"
},
{
    Q: '"五大庭院树种"是雪松、金松、巨杉、南洋杉和',
    O1: "A. 银杏",
    O2: "B. 栾树",
    O3: "C. 罗汉松",
    O4: "D. 金钱松",
    A: "3"
},
{
    Q: "实习区域植物典型的科有三个，分别是壳斗科、木兰科和山茶科。以下植物科属非这三类的是",
    O1: "A. 广玉兰",
    O2: "B. 青冈栎",
    O3: "C. 木荷",
    O4: "D. 紫楠",
    A: "3"
},
{
    Q: '"落叶乔木，叶片互生，呈锯齿状，叶面显著不平整，全株有丝状胶质，撕裂时胶丝不易拉断，翅果"。以上可能描述的是',
    O1: "A. 樟",
    O2: "B. 细叶青冈",
    O3: "C. 杜仲",
    O4: "D. 榆树",
    A: "2"
},
{
    Q: "以下不是常绿乔木的是",
    O1: "A. 麻栎",
    O2: "B. 榧树",
    O3: "C. 杉木",
    O4: "D. 浙江楠",
    A: "0"
},
{
    Q: '"落叶乔木，我国特产，是中生代孑遗植物，与恐龙同时代生长，被称为活化石，枝叶奇特，有长短枝之分，叶扇形，秋后金黄色，叶含黄酮"。以上可能描述的是',
    O1: "A. 忍冬",
    O2: "B. 银杏",
    O3: "C. 枫香",
    O4: "D. 苦槠",
    A: "1"
},
{
    Q: "以下不属于我国特有树种的是",
    O1: "A. 金钱松",
    O2: "B. 银杏",
    O3: "C. 水杉",
    O4: "D. 广玉兰",
    A: "3"
}
]

export { quizList }